Repository: seanpm2001/mt-training-data
Catalog: ve/ve_pontoon.tmx
Source language: en_us
Languages: ve

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ve: <sentenceCollectorVideo>Vhonani vidio yashu ya u dededza uri tsha u Kuvhanganya Mitaladzi tshi shuma hani</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
ve: Mutaladzi u tea u vha na mapfi a 1 u swika kha 14

source: Sentences
ve: Mitaladzi

source: { $sentences } added by you
ve: { $sentences } pangiwa nga inwi

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
ve: Mitaladzi i khou apuḽodiwa. Hezwi zwi nga dzhia tshifhinga mimunithi i si gathi nahone zwi ḓitika nga tshivhalo tsha mitaladzi ine ya khou pangiwa. Ri humbela uri ni songo vala website heyi.

source: Sentences are collected for people to read aloud.
ve: Mitaladzi i kuvhanganyiwa uri vhathu vha i vhalele nṱha.

source: Sentence should not contain abbreviations
ve: Mitaladzi a yo ngo tea u vha na zwo pfufhifhadzwaho

source: Sentence should not contain numbers
ve: Mitaladzi a yo ngo tea u vha na dzi nomboro

source: Sentence should not contain symbols
ve: Mitaladzi a yo ngo tea u vha na zwiga

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ve: Mitaladzi i tea u ṱolisiswa nahone vhathu vha vhili ndi vhone vhane vha tea u amba uri yo tea u dzhena kha Common Voice. Ni tou ḓiitela vhulivhisi kha luambo lwaṋu <languageGuidelinesLink>hafha</languageGuidelinesLink>. Mitaladzi i tea uvha kha <licenseLink>fhethu ha tshitshavha tshoṱhe</licenseLink> nahone i tea u vha i vhupfufhi ha maipfi a sa fhiri 15. Ni nga humbela muṋe wa mafhungo uri a ite <waiverLink>CC0 ni tshi shumisa waiver process</waiverLink>, nahone ni ri rumele mulaedza kha commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
ve: Mitaladzi a yo ngo rumelwa, naa ni na vhungoho ha uri ni khou ṱoḓa u ṱuwa?

source: { $sentences } sentences failed
ve: { $sentences } mitaladzi yo feila

source: { $sentences } sentences reviewed. Thank you!
ve: { $sentences } mitaladzi yo ṱoliwa. Khou livhuwa!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
ve: Mitaladzi yo khwaṱhisedzwaho i a expotiwa nga Ḽavhuraru ḽiṅwe na ḽiṅwe, nahone i a wanala nga murahu kha zwo bviswaho zwi tevhelaho.

source: Sentence text
ve: Mafhungo a re kha mutaladzi

source: Set a goal
ve: Itani tshipikwa

source: Set my visibility
ve: Itani uri ndi vhonale

source: Settings
ve: Setiṅi

source: Share Common Voice
ve: Sherani Common Voice

source: Share my goal
ve: Sherani tshipikwa tshanga

source: Share your clip
ve: Sherani zwe na rekhoda

source: Share your { $count } Clip Daily Goal for { $type }
ve: Sherani { $count } Tshipikwa tshaṋu tsha u Rekhoda tsha Ḓuvha{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
ve: Sherani { $count } Tshipikwa tshaṋu tsha u Rekhoda tsha Vhege { $type }

source: Shortcuts
ve: Shortcut

source: [Should be ‘dinosaurs’]
ve: [ Tea u vha 'dinosaurs']

source: [Should be “We are”]
ve: [I tea u vha "We are"]

source: Show all skipped sentences again
ve: Sumbedza mitaladzi yoṱhe yo pfukhiwaho

source: Show my ranking
ve: Sumbedzani uri ndi kha vhuimo vhufhio

source: Sign up for an account
ve: Itani Akhantu

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ve: Ḓiṅwaliseni uri ni wane maswa maswa a Common Voice, khumbudzo ya zwipikwa na apudeiti dza mvela phanḓa.

source: sign up for email updates
ve: Ḓiṅwaliseni uri ni wane dzi apudeiti nga email

source: Sign up for { $lang } updates:
ve: Ḓiṅwaliseni uri ni wane { $lang } apudeiti:

source: Single ZIP file containing
ve: Pfarelo, hu na zwi songo tshimbilaho zwavhuḓi

source: Size
ve: Saizi

source: Skip
ve: Fhira

source: Skip Submission Feedback
ve: Pfukhani u rumela Fidibeke

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ve: Dziṅwe nyambo dzi na phambano khulu kha girama dzadzo, na kha maipfi na kubulele. Ndi ngazwo ri tshi khou <ctaLink>ḓisa dzi ‘Variants’ dza luambo</ctaLink> nga 2022. Zwenezwi zwi thusa vhadzulapo uri vha kone u ḓivha nyambo dzavho kha dataset khulu i re hone.

source: Someone asks for a language to be added.
ve: Hu na we a humbela uri luambo lu pangiwe.

source: Something went wrong with reCAPTCHA. Please try again.
ve: Hu na zwo khakheaho nga reCAPTCHA. Ri humbela uri ni lingedze hafhu.Hu na zwo khakheaho nga reCAPTCHA. Ri humbela uri ni lingedze hafhu.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ve: Pfarelo, Common Voice i khou shuma nga thotho. Ri a livhuwa u vha haṋu na dzangalelo.

source: Sorry, something went wrong
ve: Pfarelo, hu na zwi songo tshimbilaho zwavhuḓi

source: Source: { $sentenceSource }
ve: Vhubvo: { $sentenceSource }

source: Source: { $source }
ve: Vhubvo: { $source }

source: Speak
ve: Ambani

source: Speakers
ve: Vhaambi

source: Speaking
ve: U khou Amba

source: Speaking and Listening
ve: U Amba na u Thetshelesa

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ve: Ambani nga ipfi ḽaṋu ḽo ḓoweleaho! Nḓila ine na amba ngayo yo ṱanganedzwa hafha – ri khou ṱoḓa kubulele kwaṋu kwo tou ralo, nahone ri ṱoḓa volumu ine na amba ngayo nga misi, tshiṱale na u gonya na u tsa ha ipfi ḽaṋu.

source: Speak now
ve: Ambani zwino

source: Speak up, contribute here!
ve: Ambani, nikelani hanefha!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ve: <speechBlogLink>Thomani na Speech Recognition</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
ve: U amba ndi yone nḓila ine ra davhidzana ngayo nahone zwishumiswa zwa u ḓivha ipfi zwa tekhinolodzhi zwi khou ḓisa zwenezwi zwithu zwavhuḓi kha dzi khomphuyutha dzashu na kha dzi ṱhingo. Ri ṱoḓa u tikedza vhane vha ita dzi apps dzi mangadzaho dzine dza pfa u tshi amba, dzingaho real- time translators na voice-enable digital assistants. Zwa zwino vhunzhi ha voice data ine ya ṱoḓea u ita dzenedzi dzi apps i khou ḓuresa nahone i na vhane vhayo. Ri fhulufhela uri dataset ya Common voice i ḓo thusa vha bveledzi uri vha kone u thoma na u ita zwishumiswa zwa u pfa ipfi zwa thekhinolodzi nga dzi nyambo dzavho. U itela uri u ḓivha ipfi zwi vhe zwithu zwa shango ḽoṱhe, ri khou kuvhanganya maipfi nga nyambo dzi ambeswaho na nga dzine dza vha na vhathu vha si gathi dzine kanzhi dza sa dzhielwe nṱha kha tshumelo dza ḓivha ipfi. U itela uri maipfi a kone u wanala kha tshitshavha zwi ḓo ita uri vha bveledzi vha manḓafhadziwe, vhathomi vha mabindu, na vhathu vhoṱhe vha kone u dzhia vhukando nga honohu u salela murahu hu re hone.

source: Speech-to-text (STT) technologies convert voice data into text.
ve: Thekhinolodzi dza Speech-to-text (STT) dzi shandukisaho ipfi dza ita uri hu vhe mafhungo o ṅwalwaho.

source: Split into { $archiveCount } ZIP files containing
ve: Khethekanyani kha { $archiveCount } faela dza ZIP dzi re na

source: Splits
ve: Ṱhukhula

source: Start recording
ve: Thomani u rekhoda

source: Start typing to describe your accent
ve: Thomani u thaipha uri ni kone u ṱalusa kuambele kwaṋu

source: Statistics
ve: Mbalo-mbalo

source: Stats
ve: Mbalo-Mbalo

source: Status Page
ve: Siaṱari ḽa Status

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ve: <strong>[crackle]</strong> dinosaurs khulu ya <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ve: <strong>Ni songo hana zwo rekhodiwaho ngauri muambi u na ‘kuambele’ kune ku si fane na kwaṋu </strong> - zwenezwi ndi zwa ndeme arali ri tshi ṱoḓa uri zwishumiswa zwa u ḓivha ipfi zwi shume khwine kha vhathu vhoṱhe.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ve: <strong>Ivhani na Vhutsila!</strong> Community ya luambo lwaṋu a i nga fani na dziṅwe, nahone hedzi ndi dziṅwe dza nḓila dzi si gathi dza u ni thusa u thoma.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
ve: <strong>Tsha u Kuvhanganya Mitaladzi</strong> ndi tshishumiwa tsha u kuvhanganya na u khwaṱhisedza mitaladzi i bvaho kha tshitshavha. Ni ḓo tea uri <scAccountLink>ni ite akhanthu</scAccountLink>. Ni kone u dzhenisa luambo lwaṋu <strong>Phurofaiḽi </strong>. Ni nga kona u <strong>Panga</strong> mitaladzi kana u <strong>Ṱolisia</strong> mitaladzi yo dzheniswaho tshifhingani tsho fhiraho.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ve: <strong>[Sneeze]</strong> Dinosaurs khulu ya <strong>[cough]</strong> Triassic.

source: Submission: { $batchId }
ve: Zwo rumelwaho: { $batchId }

source: Submission Error
ve: Vhukhakhi ho iteaho hu tshi khou Rumelwa

source: Submit
ve: Rumelani

source: Submit a report
ve: Rumelani muvhigo

source: Submit clips
ve: U Rumela zwo rekhodiwaho

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
ve: Mitaladzi yo rumelwaho. { $duplicates } mitaladzi yo rumelwaho a yo ngo ṱanganedziwa ngauri yo vha i tshi khou dovholola.

source: Subscribe
ve: Ḓiṅwaliseni

source: Success
ve: Zwo Tshimbila

source: Success, profile created!
ve: Zwo tshimbila, profile yo itiwa!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ve: Swaipelani kha tsha u ḽa u itela uri ni kone u amba uri mutaladzi ndi wone. U amba uri a si wone swaipelani kha tsha monde. Swaipelani nṱha u itela u pfuka. <strong>Ni songo hangwa u rumela zwe na ṱolisisa!</strong>

source: Taking several attempts to read a word.
ve: U lingedza lwo vhalaho u vhala ipfi.

source: Tamil
ve: Syriac

source: Tatar
ve: Turkish

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ve: Tatoeba ndi database khulu ya mitaladzi, zwo ṱalutshedzwaho, na odio dzi ambaho dzi shumiselwaho u guda luambo. Zwenezwi zwithu zwine wa nga zwi download zwi nga Luisiamane luambiwaho, zwo rekhodiwa nga vhadzulapo vhalwo.

source: Tell us what you'd like to download:
ve: Ri vhudzeni zwine na nga tama u zwi downḽoda:

source: Terms
ve: Milayo Yashu

source: Thanks for confirming your account, now let's build your profile.
ve: Ro livhuwa uri no khwaṱhisedza akhantu yaṋu, zwino kha ri ite profaiḽi yaṋu.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ve: Ri livhuwa vhathu vho shelaho mulenzhe vha fhiraho 259k u bva kha nyambo dzi fhiraho 50, yeneyi data i khou shumiselwa u gudisa app dzi ḓivhaho ipfi uri dzi kone u fhindula khwine ipfi ḽa muthu.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ve: Ro livhuwa no rekhoda!<lineBreak></lineBreak>Zwino ṱolisisani ni rumele zwe na rekhoda hafha fhasi.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ve: Ri livhuwa u vha haṋu na dzangalelo ḽa u ṱoḓa u shela mulenzhe { $lang }. Ri shuma nga maanḓa uri luambo luṅwe na luṅwe lu kone u ḽontshiwa na u dzula ri tshi vhudza thimu yashu nga email. Arali ni tshi ṱoḓa u shela mulenzhe, ri humbela uri ni ri ṋee email yaṋu afho fhasi.

source: Thank you! You’ve sent a new language enquiry
ve: Ro livhuwa. No ita khumbelo ya luambo luswa.

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
ve: Fhethu havhuḓi hune na nga wana hone zwithu ndi kha dzi podcast, maipfi a ṅwalwaho a tshi bva kha matambwa, maipfi a zwiṱori zwa thelevishini, na tshiṅwe na tshiṅwe tshine tsha nga vha tshi na nyambedzano dza ḓuvha na ḓuvha.

source: The bumblebee sped by.
ve: Notshi yo gidima i tshi fhira nga hanefha

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ve: Fhethu hu vhidzwaho The Clip Graveyard hu wanala maipfi a songo teaho e a kundelwa u vha tshipiḓa tsha dataset ya Common Voice. U fana na dataset, na yeneyi Clip Graveyard i nga danuḽodiwa. Ri tama u livhuwa vhathu vha tevhelaho na madzangano nge vha ri thusa kha yeneyi thandela:

source: The clip has disrespectful or offensive language.
ve: Heyi rekhodo i na mafhungo ane a nyadza kana a songo kunaho.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
ve: Common Voice dataset i tshimbidzana na Mozilla ine ya nga shumiswa nga nnyi na nnyi ya zwishumiswa zwa u ḓivha ipfi zwa engine Deep Speech. Version ya u thoma ya Deep Speech yo itwa nga Ḽara 2017 nahone yo bvela phanḓa i tshi shanduka u bva tshetsho. Ri tenda uri roṱhe na Common Voice dataset, tshenetshi tshishumiswa tsha thekhinolodzhi tsha open source voice recognition tshi tea u waniwa nga vhathu vhoṱhe. Ri fhulufhela uri yeneyi thekhinolodzhi i ḓo ita uri vhabveledzi vha ite zwithu zwinzhi na tshumelo nnzhi.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ve: Dataset ya Common Voice i na maipfi o rekhodiwaho a zwigidi na zwigidi ane vhabveledzi vha a shumisa u ita zwishumiswa zwa u kona u ṱalukanya maipfi.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
ve: Dataset ya Common Voice dataset ndi tshi shumiswa tshine tsha nga shumiswa nga nnyi na nnyi, tshine tsha nga shumiswa u gudisa application dzi konaho u amba. Uri ri tsireledze vho shelaho mulenzhe, ri humbela vhoṱhe vhane vha downḽoda dataset ya Common Voice uri vha ṱhonifhe zwidodombedzwa zwa tshiphiri zwa vho shelaho mulenzhe.¶ Maipfi oṱhe o rekhodiwaho o itwa uri a si tsha vha na zwidodombedzwa zwa muthu. Musi ni tshi downḽoda dataset, ni khou tenda uri a ni nga lingedzi u ḓivha vho shelaho mulenzhe. Zwenezwi zwi amba uri a ni nga lingedzi u ṱumanya zwi re kha dataset na zwidodombedzwa zwa muthu o shelaho mulenzhe. Fhedzi ni nga shumisa dataset u gudisa zwishumiswa zwa u ḓivha ipfi, zwine zwa ḓivha muthu ane a khou amba, kana dziṅwe application, sa tsumbo nga u ḽinka zwidodombedzwa zwi re kha dataset na zwiṅwe zwidodombedzwa zwo no ḓivha ho hone.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
ve: Datasete ya Common Voice i hone uri i danuḽodiwe nga fhasi ha <licenseLink>CC0</licenseLink> lisentsi ya <datasetLink>siaṱari ḽa Dataset</datasetLink>. Ni nga download na dziṅwe dataset dzo vhalaho dzo itelwaho nnyi na nnyi kha siaṱari ḽi fanaho.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
ve: Tsha u Kuvhanganya Mitaladzi tsha Common Voice tsho kuvhanganya { $sentenceCount } mitaladzi nga dzi { $languageCount } nyambo!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
ve: U vhaliwa ha awara dza maipfi o rekhodiwaho o no khwaṱhisedzwaho nga vhathu 2 kha 3 ngauri vha khethe uri “Ee”. Zwenezwi zwi sumbedza uri thandela i ngafhi kha tshipikwa tsha awara dza 10k.

source: The count of voice recording hours we have collected so far.
ve: Tshivhalo tsha dzi awara dza maipfi o rekhodiwaho e ra a kuvhanganya u swikela zwino.

source: The giant dinosaur of the Triassic.
ve: Dinosaur khulu ya Triassi-.

source: The giant dinosaurs of the Triassi-.
ve: Dinosaurs khulu ya Triassi-.

source: The giant dinosaurs of the Triassic.
ve: Dinosaurs khulu ya Triassic.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ve: Dinosaurs khulu ya Triassic. <strong>[read by one voice]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ve: Dinosaurs khulu ya Triassic. Ee.

source: The giant dino <strong>[cough]</strong> the Triassic.
ve: Dino khulu <strong>[cough]</strong> ya Triassic.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
ve: Tshipikwa tsha Common Voice dataset ndi u ita uri naho e nnyi shangoni a kone u ita zwishumiswa zwa u ḓivha ipfi, zwa u ḓivha muambi, kana app naho i ifhio ine ya shumisa ipfi. App ya ipfi ḽine ḽa kona u ni thusa, ndi iṅwe ya dzi app nnzhi ine na nga shumisa dataset uri ni i ite.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
ve: Version ya nyambo nnzhi dza Common Voice dataset i khou kuvhanganyiwa na u kunakiswa zwa zwino. Arali ni tshi ṱoḓa u thusa Common Voice uri i vhe na nyambo ntswa, i yani ni sedze <sentenceCollectorLink>Tshishumiswa tsha u Kuvhangaya Mitaladzi</sentenceCollectorLink> uri ni kone u dzhenisa mitaladzi miswa kha datasete, na Mozilla <pontoonLink>Pontoon</pontoonLink> ni tshi ṱoḓa u ṱalutshedza website yone ine. Nyambo ntswa dzi pangiwa kha Common Voice sa ipfi ḽa o shelaho mulenzhe nga murahu ha u kuvhanganyiwa ha mitaladzi ya 5000 yo tendelwaho.

source: The number of recordings and which languages you contribute to will be public.
ve: Tshivhalo tsha zwo rekhodiwaho na nyambo dze na nikela khadzo zwi ḓo vhoniwa nga munwe na munwe.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
ve: Ndi nḓila ya u ita uri zwidodombedzwa zwi re kha profile zwi si vhoniwe kha maipfi o rekhodiwaho a nikelwa musi o no itwa uri a kone u downlodiwa sa tshipiḓa tsha dataset.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
ve: Hu na madzangano manzhi a vhathu ane a nga ṱoḓa u shela mulenzhe nahone vha nga vha vho no ḓi vha na mafhungo ane vha ṱoḓa u nikela ngao sa ane a nga shumiswa nga vhathu vhoṱhe. Iyani dziyunivesithi dza vhuponi ha haṋu, Mivhusoni na kha madzangano a u thusa vhathu vhoṱhe ni ambe navho nga ha yeneyi thandela nahone ni humbele thuso yavho.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ve: Hu na nḓila nnzhi dza u humbula nga luambo. Musi hu tshi itelwa zwishumiswa zwa u ḓivha ipfi, Common Voice i eletshedza uri ri livhise ṱhogomelo kha ‘u pfana ha vhathu vha nyambo dzi sa fani’, kana uri ‘naa vha ambi vha holwu luambo vha nga kona u pfana zwavhuḓi arali vha lingedza u ita ngauralo?’

source: The recording was too long.
ve: Zwo rekhodiwaho zwo vha zwo lapfesa.

source: The recording was too quiet.
ve: Zwo rekhodiwaho zwo vha zwi fhasisa.

source: The recording was too short.
ve: Zwo rekhodiwaho zwo vha zwi zwi pfufhisa.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ve: Hu ḓo vha na u fhambana-fhambana ha volumu dza vhavhali. I iledzeni arali volumu ya hone i nṱhesa lune ya khathuwa, kana (zwiṅwe zwo ḓoweleaho) arali i fhasi lune ni si kone u pfa zwine zwa khou ambiwa ni songo sedza mafhungo o ṅwalwaho.
